Repository: K0n24d/JeedomFinder
Catalog: Translations/JeedomFinder_*.xlf
Languages: de, fr

# _msg1
source: Search mode setup
de: Konfiguration der Sucharten
fr: Sélection des modes de recherche

# _msg2
source: Please select the options to be applied during the search
de: Bitte wählen Sie die zu benutzenden Optionen für die Suche aus
fr: Veuillez sélectionner ci-dessous les options à utiliser lors de la recherche

# _msg3
source: Search modes :
de: Sucharten:
fr: Modes de recherche :

# _msg4
source: Search using Zeroconf
de: Suche mit Zeroconf
fr: Recherche via Zeroconf

# _msg5
source: Search using UDP + ARP Cache
de: Suche mit UDP + ARP Cache
fr: Recherche via UDP + ARP Cache

# _msg6
source: Networks to be scanned with UDP + ARP Cache :
de: Netzwerke für die UDP + ARP Cache Suche:
fr: Réseaux pour la recherche UDP + ARP Cache :

# _msg7
source: Network : %1/%2
de: Netzwerk: %1/%2
fr: Sur le réseau : %1/%2

# _msg8
source: Search using Ping + ARP Cache
de: Suche mit Ping + ARP Cache
fr: Recherche via Ping + ARP Cache

# _msg9
source: Search using DNS
de: Suche über DNS
fr: Recherche via DNS

# _msg10
source: Search using ARP Ping
de: Suche mit ARP Ping
fr: Recherche via ARP Ping

# _msg11
source: Zeroconf (Name: %1, Type: %2, Domain: %3, Port: %4)
fr: Zeroconf (Nom: %1, Type: %2, Domaine: %3, Port: %4)

# _msg12
source: DNS Search (%1)
de: DNS Suche (%1)
fr: Recherche DNS (%1)

# _msg13
source: Network discovery tool for Jeedom boxes
de: Netzwerk-Suche nach Jeedom Zentralen
fr: Logiciel de découverte réseau de box Jeedom

# _msg14
source: This software will allow you to easily access your Jeedom boxes connected to your local network. Your computer has to be on the same network than your Jeedom boxes.
de: Diese Software erleichtert Ihnen den Zugriff auf Ihre Jeedom Zentralen im lokalen Netzwerk. Ihr Computer muss an dasselbe Netzwerk angeschlossen sein wie Ihre Jeedom Zentrale.
fr: Ce logiciel va vous permettre d'accéder facilement à votre box domotique Jeedom qui est connectée sur votre réseau local. Votre ordinateur doit être sur le même réseau que votre box Jeedom.

# _msg15
source: Use &automatic search
de: &Automatische Suche benutzen
fr: Utiliser la recherche &automatique

# _msg16
source: Use ad&vanced search options
de: &Erweiterte Suche benutzen
fr: Utiliser la recherche a&vancée

# _msg17
source: Sea&rch
de: &Suchen
fr: Lancer la &recherche

# _msg18
source: Could not start ping : %1
de: Konnte ping nicht starten: %1
fr: Impossible de lancer ping : %1

# _msg19
source: Could not run arp tool. %1
de: Konnte arp tool nicht starten. %1
fr: Impossible de lancer l'utilitaire arp. %1

# _msg20
source: Could not open /proc/net/arp: %1
de: Konnte /proc/net/arp nicht öffnen: %1
fr: Impossible d'ouvrir /proc/net/arp: %1

# _msg24
source: Name
fr: Nom

# _msg25
source: IP Address
de: IP Addresse
fr: Adresse IP

# _msg26
source: Automatique search...
de: Automatische Suche...
fr: Recherche automatique en cours...

# _msg27
source: Advanced search...
de: Erweiterte Suche...
fr: Recherche avancée en cours...

# _msg28
source: Jeedom boxes will appear as they're found during the search.
de: Jeedom Zentralen erscheinen hier sobald sie gefunden wurden.
fr: Les box Jeedom apparaîtront au fur et à mesure lors de la recherche.

# _msg29
source: No Jeedom box could be found. Please make sure they're powered on and connected to the same network than your computer.
de: Keine Jeedom Zentrale wurde gefunden. Bitte stellen Sie sicher dass diese an sind und and das selbe Netzwerk angeschlossen sind wie Ihr Computer.
fr: Aucune box Jeedom n'a pu être trouvée. Veuillez vérifier que celles-ci sont bien allumées et connectées au même réseau que votre ordinateur.

# _msg30
source: No Jeedom box could be found.
de: Keine Jeedom Zentrale wurde gefunden.
fr: Aucune box Jeedom n'a pu être trouvée.

# _msg31
source: It is recommended to save the access URL to your Jeedom box on your computer for futur use.
de: Für zukünftige zugriffe ist es empfohlen die gefundene URL in Ihrem Browser zu sichern.
fr: l est préférable de mémoriser sur votre navigateur l'adresse d'accès à votre box Jeedom, pour les prochaines connexions.

# _msg33
source: Search finished.
de: Suche beendet.
fr: Recherche terminée.

# _msg35
source: Finished searching.
fr: Recherche terminée.

# _msg37
source: Could not run arp tool. %1
fr: Impossible de lancer l'utilitaire arp. %1

# _msg38
source: Could not open /proc/net/arp: %1
fr: Impossible d'ouvrir /proc/net/arp: %1

# _msg32
source: Description
de: Beschreibung

# _msg35
source: Redirection : %1
de: Weiterleitung: %1

# _msg36
source: Could not run arp tool. %1
de: Konnte arp tool nicht starten. %1

# _msg37
source: Could not open /proc/net/arp: %1
de: Konnte /proc/net/arp nicht öffnen: %1
